brew "go"
brew "golangci-lint"
brew "gopls"
brew "opencode"
brew "jq"
brew "parallel"
brew "stow"
brew "git"
brew "git-lfs"
brew "diff-so-fancy"
brew "neovim"
brew "tmux"
brew "ranger"
brew "k9s"
brew "kubectl"
brew "azure-cli"
brew "Azure/kubelogin/kubelogin"
brew "rclone"
brew "smug"
brew "direnv"
brew "uv"
brew "fnm"
brew "zoxide"
brew "ripgrep"
brew "fzf"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "lazydocker"
brew "bottom"
brew "bat"
brew "eza"

cask "1password-cli"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "font-inconsolata-nerd-font"
cask "ghostty"
cask "docker-desktop"
cask "notion"
cask "notion-calendar"
cask "spotify"

