brew "biome"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "opencode"
brew "oxfmt"
brew "jq"
brew "parallel"
brew "stow"
brew "git"
brew "git-lfs"
brew "gh"
brew "diff-so-fancy"
brew "neovim"
brew "tmux"
brew "tree-sitter-cli"
brew "ranger"
brew "k9s"
brew "kubectl"
brew "azure-cli"
brew "Azure/kubelogin/kubelogin"
brew "rclone"
brew "smug"
brew "direnv"
brew "uv"
brew "fnm"
brew "pnpm"
brew "zoxide"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "lazydocker"
brew "bottom"
brew "bat"
brew "eza"
brew "kubetail"
brew "lnav"
brew "jless"
brew "atuin"
brew "siderolabs/tap/talosctl"
brew "helm"
brew "helmfile"
brew "fluxcd/tap/flux"
brew "go"
brew "age"
brew "sops"
brew "beads"
brew "coder"
brew "ffmpeg"
brew "agent-browser"
brew "ollama"
brew "mole"
brew "lf"
brew "imagemagick"

cask "1password-cli"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "font-inconsolata-nerd-font"
cask "ghostty"
cask "docker-desktop"
cask "notion"
cask "spotify"
cask "superwhisper"
cask "ngrok"
cask "tailscale-app"
cask "claude"
cask "iina"
cask "scroll-reverser"
cask "pearcleaner"
cask "codex"
cask "helium-browser"
cask "notion-calendar"
cask "mullvad-vpn"
